{
  "en": {
    "translation": {
      "Name": "Nidavellir",
      "coin.rules.header.trade-coin": "Trade a coin",
      "coin.rules.desc.trade-coin": "Trading a coin consists of replacing the most-valued coin in your pouch by a coin from the <0>Royal Treasure</0> that is equal to the 2 coins in your pouch.\n\nIf the coin of the desired value is not available, the first coin of the higher value available in the <0>Royal Treasure</0> will be taken.\nIf no coin with higher value is available, the first coin of the lower value available in the <0>Royal Treasure</0> will be taken.\nHere the coin of value {replaced} will be replaced by the {replacer} coin from the <0>Royal Treasure</0>.",
      "coin.rules.desc.cant-trade": "You can’t trade a coin with value 0",
      "coin.rules.header.transform-coin": "Transform a coin",
      "coin.rules.desc.transform-coin": "You must <0>transform a coin</0> by adding <0>+{additionalValue}</0> to a coin and take a coin of the new value in the <0>Royal Treasure</0>\n\nIf no coin with higher value is available, the first coin of the lower value available in the <0>Royal Treasure</0> will be taken.\n\nIf you choose this coin, it will be replaced by a coin with value <0>{newValue}</0> from the <0>Royal Treasure</0>",
      "coin.rules.desc.cant-transform": "You can’t transform a coin with value 0",
      "coin.moves.trade-coins": "Trade coins<0/> + <1/> to <2/>",
      "coin.moves.transform-coins": "Transform this coin to <0/>",
      "rule.card.moves.royal-offering": "Choose this Royal Offering",
      "rule.card.moves.command-zone": "Place it in Command zone",
      "card.moves.discard": "Discard this card",
      "effect.transform-coin": "<0>Transform a Coin</0>: Select a <0>coin</0> on your board to discard, then you will gain a new <0>coin</0> with a new value equals to the discarded <0>coin</0> value +{additionalValue} (obtained by the <0>Royal Offering</0>) from the <0>Royal Treasure</0>.",
      "player.animation.discard": "Discard",
      "player.animation.choose": "Choose",
      "player.animation.bid": "Bid",
      "player.animation.obtain": "Obtain",
      "menu.global": "Global",
      "menu.tavern": "Tavern",
      "menu.heroes": "Heroes",
      "menu.treasure": "Treasure",
      "menu.score": "Score",
      "player.name": "Player #{player}",
      "menu.pass": "Pass",
      "scoring.pad": "Scoring pad",
      "tavern.1": "Laughing Goblin",
      "tavern.2": "Dancing Dragon",
      "tavern.3": "Shining Horse",
      "heroes.header": "Heroes",
      "tavern.header": "Tavern",
      "distinctions.header": "Distinctions",
      "treasure.header": "Royal treasure",
      "header.other.coin.obtain-known": "{player} gets a new coin of value {coin}.",
      "header.me.bids.uline": "You must place a coin on the {tavern} tavern.",
      "header.other.bids.uline": "{player} must place a coin on the {tavern} tavern.",
      "move.action": "Actions",
      "tavern.rules.desc": "When all players have placed their coins on all taverns, the Tavern resolution starts.\n\nTaverns are resolved in the following order: Laughing Goblin, Dancing Dragon and Shining Horse.\n\nFor each tavern, all coins for that tavern are revealed. Then each player must choose a card from that tavern.\n\nThe order of the turn depends on the value of the revealed coins (from the highest value to the lowest). In case of a tie, the players are separated by the value of their gem (from the highest to the lowest value).",
      "coin.moves.to-tavern": "<0>Place </0><1 /><0> on this tavern</0>",
      "tavern.rules.header": "{tavern} tavern",
      "dwarf-card.class.1": "Blacksmith",
      "dwarf-card.class.2": "Hunter",
      "dwarf-card.class.3": "Miner",
      "dwarf-card.class.4": "Explorer",
      "dwarf-card.class.5": "Warrior",
      "dwarf-card.class.6": "Neutral Heroes",
      "rule.dwarf-card.class.5": "Warrior: Their bravery value is equal to the sum of their bravery points, to which the elvaland who gets the majority in ranks in the warrior column, add his coin of highest value.\n\nIn case of a tie, all tied evalands add their highest value coin to their final bravery value.",
      "rule.dwarf-card.class.2": "Hunter: Their bravery value is equal to the number of Hunter ranks squared.\n\nTo make counting easier, refer to the bravery value counter on your individual board (Hunter).",
      "rule.dwarf-card.class.3": "Miner: Their bravery value is equal to the sum of their bravery points multiplied by the number of ranks in their column.",
      "rule.dwarf-card.class.1": "Blacksmith: Their bravery value is a mathematical sequence (+3, +4, +5, +6...).\n\nTo make counting easier, refer to the bravery value counter on your individual board (Blacksmith).",
      "rule.dwarf-card.class.4": "Explorer: Their bravery value is equal to the sum of their bravery points.",
      "rule.card.age": "Age {age}",
      "royal-offering.name": "Royal Offering",
      "rule.royal-offering": "When choosing the Royal Offering card, you will gain a Transform a Coin effect.\n\nTransform a Coin: Select a coin on your board to discard, then you will gain a new coin with a new value equals to the discarded coin value +{additionalValue} (obtained by this card) from the Royal Treasure.\n\nThis card is placed in discard once chosen.",
      "hero.name.500": "<0>Bonfur</0> the tyrannical",
      "hero.name.501": "<0>Aëgur</0> first of steel",
      "hero.name.502": "<0>Dagda</0> the explosive",
      "hero.name.503": "<0>Aral</0> eagle claws",
      "hero.name.504": "<0>Kraal</0> the venal",
      "hero.name.505": "<0>Tarah</0> lethal strike",
      "hero.name.506": "<0>Lokdur</0> greedy heart",
      "hero.name.507": "<0>Zoral</0> the foreman",
      "hero.name.508": "<0>Idunn</0> the furtive",
      "hero.name.509": "<0>Hourya</0> the elusive",
      "hero.name.510": "<0>Astrid</0> the fortunate",
      "hero.name.511": "<0>Dwerg Ymir</0> the 5 brothers",
      "hero.name.512": "<0>Dwerg Aësir</0> the 5 brothers",
      "hero.name.513": "<0>Dwerg Sigmir</0> the 5 brothers",
      "hero.name.514": "<0>Dwerg Jungir</0> the 5 brothers",
      "hero.name.515": "<0>Dwerg Bergelmir</0> the 5 brothers",
      "hero.name.516": "<0>Thrud</0> The headhunter",
      "hero.name.517": "<0>Ylud</0> the unpredictable",
      "hero.name.518": "<0>Skaa</0> The unfathomable",
      "hero.name.519": "<0>Uline</0> the seer",
      "hero.name.520": "<0>Grid</0> The mercantile",
      "rule.hero.500": "Has 3 ranks.\n\nImmediately after placing Bonfur in the blacksmith column, discard the last dwarf card from another column.",
      "rule.hero.501": "Has 2 ranks.",
      "rule.hero.502": "Has 3 ranks.\n\nImmediately after placing Dagda in the hunter column, discard the last Dwarf card from two other columns. The two columns must be different.",
      "rule.hero.503": "Has 2 ranks.",
      "rule.hero.504": "Has 2 ranks.\n\nAdd 7 and 0 points to your bravery value of the warriors.",
      "rule.hero.505": "Has 1 rank.\n\nAdd 14 points to your bravery value of the warriors.",
      "rule.hero.506": "Has 1 rank.\n\nIncreases by 3 the sum of the bravery points of the miners and by 1 the multiplicator factor (1 rank) for the calculation of the bravery value of the miners .",
      "rule.hero.507": "Has 1 rank.\n\nAdd 1, 0 et 0 points to the bravery points of the miners.\n\nIncreases by 1 the sum of the bravery points of the miners and by 3 the multiplicator factor (3 ranks) for the calculation of the bravery value of the miners .",
      "rule.hero.508": "Has 1 rank.\n\nAdd 7 points to the bravery points of the explorers plus 2 points per present rank in her column, including her own.",
      "rule.hero.509": "Has 1 rank.\n\nAdd 20 points to the bravery points of the explorers.\n\nCondition: You need to have 5 ranks in the explorer column in your army in order to recruit her.\n\nNote: the rank of Thrud and Ylud counts for Hourya’s recruitment if they are placed in the explorer column.",
      "rule.hero.510": "Add X points to your final bravery value.\n\nX is the value of the largest coin you own.",
      "rule.hero.511": "Add X points to your final bravery value.\n\nX depends on the number of recruited brothers.",
      "rule.hero.512": "Add X points to your final bravery value.\n\nX depends on the number of recruited brothers.",
      "rule.hero.513": "Add X points to your final bravery value.\n\nX depends on the number of recruited brothers.",
      "rule.hero.514": "Add X points to your final bravery value.\n\nX depends on the number of recruited brothers.",
      "rule.hero.515": "Add X points to your final bravery value.\n\nX depends on the number of recruited brothers.",
      "rule.hero.516": "Place her in the column of your choice in your army.\nThrud should never be covered. If a dwarf or Hero card should be placed on Thrud, take her in hand, put the dwarf or hero card in the column and replace Thrud in the column of your choice (its original column or another.\nPlacing her may trigger the recruitment of a new hero card.\n\nThe rank of Thrud counts in the attribution of distinctions of age 1 in the column where she is. After the resolution of the last age 2 tavern and before the countdown of your final bravery value, she is placed in your command zone.\n\nShe adds 13 points to your final bravery value.",
      "rule.hero.517": "After the resolution of the last tavern in Age 1 but before the troops evaluation, place Ylud in the column of your choice in your army. Ylud’s rank counts as a card of this class for the award of distinctions.\n\nAfter the resolution of the last tavern in age 2 but before the countdown of bravery values:\n\nif she is in your command zone, place her in the column of your choice within your army,\nIf she is in your army, you can move it into another column of your choice.\n\nConsider Ylud as a dwarf of this class. She takes the value corresponding to the column where she is at the end of age 2 (Blacksmith and Hunter: depending on the placement level, Explorer: 11, Warrior: 7, Miner: 1).\n\nPlacing Ylud in your army may trigger a hero card recruitment.",
      "rule.hero.518": "Add 17 points to your final bravery value.",
      "rule.hero.519": "Add 9 points to your final bravery value.\nAt each turn, during the bid phase, you do not place your coins on your individual board and keep them in your hand.\nAt the tavern resolution, you wait for the other elvalands to reveal their coins to pick yours and place them on the corresponding tavern location, face up.\nDuring a coin trade, you must choose, at the end of your turn, which coins, from your hand, you add up to make the trade.\n\nWhen you recruit Uline, you immediately take control of your coins in the tavern location that are not resolved this turn, as well as those in your pouch.",
      "rule.hero.520": "Add 7 points to your final bravery value.\nWhen you recruit her, immediately add +7 to one of your coins (Transform a coin).\n\nTransform a coin: Select a coin on your board to discard, then you will gain a new coin with a new value equal to the discarded coin value +{additionalValue} (obtained by this card) from the royal treasure.",
      "rule.age-deck": "Age {age} deck",
      "rule.age-deck.purpose": "A game is divided into 2 Ages.\nAt {players} players, each Age consists of {round} rounds\n\nAt the start of each round of the Age {age}, {tavernCards} cards are drawn from here and placed in each tavern.",
      "rule.age-deck.remaining": "There are currently {remaining, plural, one{# card} other{# cards}} in this deck.",
      "rule.army.score.mine": "{number, plural, one{Your Blacksmith} other{Your # Blacksmiths}} gives you {score, plural, one{# bravery point} other{# bravery points}.",
      "rule.army.score": "The current {player}'s {type} score is: {score}.",
      "rule.command-zone.score.mine": "Your current Command Zone score is: {score}.",
      "rule.command-zone.score": "The current {player}'s Command Zone score is: {score}.",
      "rule.card.army.mine": "This card is in your army.",
      "rule.card.army": "This card is in {player}'s army.",
      "rule.card.command-zone.mine": "This card is in your command zone.",
      "rule.card.command-zone": "This card is in {player}'s command zone.",
      "rule.card.discard": "This card is in the discard.",
      "rule.card.hand.mine": "This card is in your hand.",
      "rule.card.hand": "This card is in {player}'s hand.",
      "rule.card.tavern": "This card is in the {tavern} tavern.",
      "rule.card.moves.blacksmith": "Place it in Blacksmiths column",
      "rule.card.moves.hunter": "Place it in Hunters column",
      "rule.card.moves.explorer": "Place it in Explorers column",
      "rule.card.moves.miner": "Place it in Miners column",
      "rule.card.moves.warrior": "Place it in Warriors column",
      "rule.coin.moves.laughing-goblin": "Place on Laughing Goblin tavern",
      "rule.coin.moves.dancing-dragon": "Place on Dancing Dragon tavern",
      "rule.coin.moves.shining-horde": "Place on Shining Horse tavern",
      "rule.coin.moves.pouch1": "Place on the first pouch",
      "rule.coin.moves.pouch2": "Place on the second pouch",
      "rule.coin": "Coin",
      "rule.coin.description": "It's a {color} coin with a value of {value}.",
      "rule.coin.color.1": "bronze",
      "rule.coin.color.2": "gold",
      "rule.coin.color.3": "green",
      "rule.coin.board.mine": "This coin is on your player board.\n\nUntil the revelation phase, this coin value is only visible by you.\nIn the revelation phase, every coin on the current tavern is revealed, then the turn order depends on players coins values. (from the highest to the lowest coin value).",
      "rule.coin.board": "This coin is on {player} player board.\n\nUntil the revelation phase, this coin value is only visible by {player}.\nIn the revelation phase, every coin on the current tavern is revealed, then the turn order depends on players coins values. (from the highest to the lowest coin value).",
      "rule.coin.treasure": "This coin is in the royal treasure.\n\nYou can exchange your coins for these tokens by trading or transforming a coin effect.\nWhen a gold coin is traded or transformed, it goes back to the royal treasure.",
      "rule.coin.hand.mine": "This coin is in your hand.",
      "rule.coin.hand": "This coin is in {player}'s hand.",
      "rule.coin.discard": "This coin is in discard.\nWhen a bronze coin is traded or transformed, it goes to the discard.",
      "rule.coin.exchange-coin": "This coin is a special coin. It is used to trigger the trade of coins.\nIt can't be traded or transformed.",
      "rule.coin.hunting-master": "This coin replaces the original exchange coin (bronze coin with value 0) if you win the Hunting master distinction during the troop evaluation.",
      "rule.gem": "Gem {value}",
      "rule.gem.description": "In the event of a tie in the value of the coins played for a tavern, the order of the game is defined by the value of the gem possessed by the tied elvalands.\nYou become the active elvaland if you have the highest value gem.\n\nThe resolution continues in descending order of gem value until each tied elvaland has played.\n\nAt the end of a tavern resolution, a trade of gems is made between the tied elvalands for a given coin value. Once the trades are made, gems are put back into their respective cavities.\n\n<0>Tie between 2 Elvalands</0>: Gems are traded between them.\n<0>Tie between 3 Elvalands</0>: Only the lowest value gem and the highest value gem are trades.\n<0>Tie between 4 Elvalands</0>: The smaller value gem and the higher value gem are traded. The other two gems are traded between them.\n<0>Tie between 5 Elvalands</0>: The trade happens as for 4 Elvalands. The medium value gems are not traded.",
      "rule.gem.crown-jeweler": "Special value gem 6 obtained by the miner distinction. This gem cannot be traded.\n\nThis means that during a gem trade, this gem is ignored to make the exchange.",
      "distinction.name.1": "<0>The Kings Hand</0>: Majority of <1/>",
      "distinction.name.2": "<0>Hunting Master</0>: Majority of <1/>",
      "distinction.name.3": "<0>Crown Jeweler</0>: Majority of <1/>",
      "distinction.name.4": "<0>Kings Great Armorer</0>: Majority of <1/>",
      "distinction.name.5": "<0>Pioneer or the Kingdom</0>: Majority of <1/>",
      "rule.distinction.1": "Add +5 immediately to one of your coins (coin transformation).",
      "rule.distinction.2": "Trade your coin of value 0 immediately with the special coin of value 3.\nThis special coin keeps its trading property and cannot be transformed.",
      "rule.distinction.3": "Place the special value gem 6 on your current gem.\nYou will add 3 points to your final bravery value.\n\nThis gem will never be traded, even in the event of a tie with another elvaland, and will allow you to win all ties at tavern resolutions.",
      "rule.distinction.4": "Immediately add the special blacksmith card with 2 ranks to your army.\nPlacing this card may trigger a recruitment of hero cards.",
      "rule.distinction.5": "Draw 3 cards from the age 2 deck, keep 1:\n\nIf it is a dwarf card, place it immediately in your army.\nPlacing this card may trigger the recruitment of hero cards.\n\nIf it is a royal offering card, perform a transform a coin effect.\n\nThe two unassigned cards are shuffled back in the age 2 deck.\n\nIf this distinction is not won, discard the first card of the age 2 deck, without effect.",
      "pouch.name": "Pouch",
      "rule.tavern": "A game turn consists of 3 taverns. They are resolved one after the other.\n\nBefore each tavern is resolved, all the coins on the tavern space of the player boards are revealed.\nThen, each player, starting with the player with the highest coin value (in the event of a tie, the player with the highest gem value), chooses a card and places it on its playing area.\n\nAt the end of each tavern, a gem exchange is performed between players with equal coin values.",
      "rule.pouch": "This is one of your 2 spaces in the pouch.\nCoins placed here are revealed only if you reveal an exchange coin in a tavern.\n\nWhen you reveal an exchange key, you will exchange the two coins in the pouch with a new coin equal to the sum of them.\nIf there is no coin in the treasure equals to the sum, you will get the next upper valued coins in the treasure otherwise the next lower valued coin in the treasure",
      "rule.playerboard.name": "{player}'s player board",
      "rule.playerboard.name.me": "Your player board",
      "rule.playerboard.text": "At the bid phase, you will place your coins on this board.\nThere is one slot per tavern and two slots for the pouch.\n\nHunter: Refers to the green scoring (column with icon <0/>) here to compute your total Hunter bravery value\n\nBlacksmith: Refers to the purple scoring here (column with icon <1/>) to compute your total Hunter bravery value.",
      "rule.coin.move.here": "Place coin <0/> here",
      "hero.name": "Hero",
      "header.enter-dwarf": "Preparing for the next round...",
      "header.bid.players": "Players must place their bids",
      "header.bid.player.me": "You must place your coins on your board",
      "header.bid.player": "{player} must place their coins",
      "header.bid.pass": "You must <0>place your last {coins, plural, one{coin} other{coins}}</0>",
      "header.bid-revelation": "Revealing bids for {tavern} tavern",
      "header.uline-bid.me": "Now that players reveal their coin, you must choose which coin to place on the {tavern} tavern",
      "header.uline-bid": "{player} must choose which coin to place on {tavern} tavern",
      "header.choose-card.me": "You must choose a card in the {tavern} tavern",
      "header.choose-card": "{player} must choose a card in the {tavern} tavern",
      "header.recruit-hero.me": "You must recruit a hero",
      "header.recruit-hero": "{player} must recruit a hero",
      "header.gem-trade": "Exchanging the gems...",
      "header.trade-coin.uline.me": "You must choose two coins to exchange",
      "header.trade-coin.uline": "{player} must choose two coins to exchange",
      "header.trade-coin.me": "Exchanging the two coins of your pouch...",
      "header.trade-coin": "Exchanging the two coins of {player} pouch...",
      "header.transform-coin.me": "You must choose a coin to add +{bonus}",
      "header.transform-coin": "{player} must choose a coin to add +{bonus}",
      "header.hunting-master.me": "You win the hunting master distinction (Hunter)",
      "header.hunting-master": "{player} wins the hunting master distinction (Hunter)",
      "header.crown-jeweler.me": "You win the crown jeweler distinction (Miner)",
      "header.crown-jeweler": "{player} wins the crown jeweler distinction (Miner)",
      "header.kings-great-armorer.me": "You win the king's great armorer distinction (Blacksmith)",
      "header.kings-great-armorer": "{player} wins the kings great armorer distinction (Blacksmith)",
      "header.kings-hand.me": "You win the king's hand distinction (Warrior)",
      "header.kings-hand": "{player} wins the kings hand distinction (Warrior)",
      "header.pioneer-kingdom.me": "You win the pioneer of the kingdom distinction (Explorer)",
      "header.pioneer-kingdom": "{player} wins the pioneer of the kingdom distinction (Explorer)",
      "header.bonfur.me": "You must discard the last card in a column from your army",
      "header.bonfur": "{player} must discard the last card in a column from its army",
      "header.dagda.me": "You must discard the last card in {cards, plural, one{# one column} other{# two different columns}} from your army",
      "header.dagda": "{player} must discard the last card in {cards, plural, one{# one column} other{# two different columns}} from its army",
      "header.draw-card.me": "You must choose {cards, plural, one{# card} other{# cards}} from your hand",
      "header.draw-card": "{player} must choose {cards, plural, one{# card} other{# cards}} from its hand",
      "header.thrud.me": "You must place Thrud in one column of your army",
      "header.thrud": "{player} must place Thrud in one column of its army",
      "header.uline.me": "Placing non-revealed coins in your hand",
      "header.uline": "Placing non-revealed coins in {player}'s hand",
      "header.ylud.me": "You must place Ylud in one column of your army",
      "header.ylud": "{player} must place Ylud in one column of its army",
      "tuto.start": "Welcome to <0>Nidavellir</0>'s tutorial!",
      "tuto.intro": "In this game, you play a <0>Elvaland</0> commissioned by the <0>King of the Dwarves</0> to form an army capable of defeating the infamous <0>Fafnir</0>!",
      "tuto.tavern": "Here are some dwarves to recruit! They can be found in the <0>3 taverns</0> of the kingdom.",
      "tuto.tresor": "And there's your treasure. Thanks to these coins, you'll be able to convince the best dwarves to join you!",
      "tuto.bid": "Each round begins with the <0>Bids</0>: you must place 3 coins on the 3 taverns.",
      "tuto.coin": "Place your coin of value {coin} here.",
      "tuto.coin.other": "Your opponent places his pieces at the same time as you.",
      "tuto.pouch": "Place the last two coins in your pouch.",
      "tuto.resolution.1": "Once all players have placed their bets, the taverns are resolved, starting with the <0>Laughing Goblin</0> tavern.",
      "tuto.revealed": "The coins bet on this tavern are revealed, and the player who bet the highest-value coin recruits first!",
      "tuto.warrior": "Your opponent has recruited this warrior.",
      "tuto.hunter.me": "Recruit this Huntress.",
      "tuto.resolution.2": "After each player has recruited a dwarf, we solve the following tavern.",
      "tuto.miner.me": "Recruit this Miner.",
      "tuto.exchange-coin": "You've played your 0-value coin: in addition to recruiting a dwarf, this coin allows you to exchange a coin from your purse for a higher-value coin!",
      "tuto.exchange": "In your pouch, face down, are coins worth 5 and 3. You must exchange <0>the highest of the 2</0> for a coin worth <0>the sum of the 2</0>. So you're going to exchange the 5-value coin for an 8-value coin from the treasure.",
      "tuto.resolution.3": "Now it's time to resolve the last tavern. This time, you have the highest coin.",
      "tuto.royal-offering.me": "This card is a <0>royal offer</0>. It allows you to immediately exchange a coin for a coin of value +3.\nChoose this card by clicking on it for 1 second.",
      "tuto.transform": "Now click on your coin of value 2 to trade it for a coin of value 5.",
      "tuto.endturn.1": "The first round is over!\nAt the start of each round, the taverns fill up, and it's a new betting phase.",
      "tuto.blacksmith.me": "Recruit this Blacksmith.",
      "tuto.tie": "You played the same coin as your opponent in the Dancing Dragon Tavern!",
      "tuto.gem": "In the event of a tie, these <0>gems</0> determine who wins. You have the most valuable gem, so you can recruit first!\nBut beware: <0>after recruiting, you'll exchange your gems</0>.",
      "tuto.warrior.me": "Recruit this Warrior.",
      "tuto.explorer.me": "Recruit this Explorer.",
      "tuto.rank": "Each dwarf has a rank here.",
      "tuto.recruitment": "You have the right to <0>recruit a hero</0> as soon as you complete a line with <0>one rank of each Dwarf class</0>.",
      "tuto.heroes": "Meet the heroes. Every hero is unique.",
      "tuto.aral": "Recruit <0>Aral Eagle Claws</0>. This hunter-class hero has <0>2 ranks</0>.",
      "tuto.endturn.2": "The second round is over!\nThis is the <0>Age I</0> deck, which is used to fill taverns. At the end of the turn when it's empty, <0>the King evaluates the troops and distributes distinctions.</0>",
      "tuto.distinctions": "Here are the awards. For each class, the player with the most ranks wins the corresponding distinction.",
      "tuto.endage.1": "Once Age I has been completed, the tavern is filled with <0>the Age II deck</0>.",
      "tuto.endgame": "The game ends at the end of Age II.",
      "tuto.score": "The player with the most bravery points wins.\nEvery dwarf brings you bravery points, and your coins count too.",
      "tuto.go": "Now it's your turn to play!\nTo find out what the dwarves, heroes and distinctions are doing, <0>just click on them</0>.\nGood luck, and be brave!",
      "rule.end-age-1": "At the end of the turn when the Age 1 deck has been exhausted, a Troops Evaluation is performed by the King.\nThe Elvaland with the strict majority of ranks in each class, wins the corresponding distinction.\nIn the event of a tie, no one takes the corresponding Distinction card.\nThe gems do not settle the ties during the Troops Evaluation",
      "rule.recruitment": "When placing a Dwarf card in your army, creating a line consisting of one rank of each class, requires you to immediately choose an available Hero.\n\nTo recruit a Hero, the number of complete lines in your army must always be equal to your number of recruited Hero cards +1.",
      "rule.army.score.mine.1": "Your {number, plural, one{Blacksmith gives} other{# Blacksmiths give}} you {score, plural, one{# bravery point} other{# bravery points}}.",
      "rule.army.score.mine.2": "Your {number, plural, one{Hunter gives} other{# Hunters give}} you {score, plural, one{# bravery point} other{# bravery points}}.",
      "rule.army.score.mine.3": "Your {number, plural, one{Miner gives} other{# Miner give}} you {score, plural, one{# bravery point} other{# bravery points}}.",
      "rule.army.score.mine.4": "Your {number, plural, one{Explorer gives} other{# Explorers give}} you {score, plural, one{# bravery point} other{# bravery points}}.",
      "rule.army.score.mine.5": "Your {number, plural, one{Warrior gives} other{# Warriors give}} you {score, plural, one{# bravery point} other{# bravery points}}.",
      "rule.army.score.1": "{number, plural, one{Blacksmith gives} other{# Blacksmiths give}} {player} {score, plural, one{# bravery point} other{# bravery points}}.",
      "rule.army.score.2": "Your {number, plural, one{Hunter gives} other{# Hunters give}} {player} {score, plural, one{# bravery point} other{# bravery points}}.",
      "rule.army.score.3": "Your {number, plural, one{Miner gives} other{# Miner give}} {player} {score, plural, one{# bravery point} other{# bravery points}}.",
      "rule.army.score.4": "Your {number, plural, one{Explorer gives} other{# Explorers give}} {player} {score, plural, one{# bravery point} other{# bravery points}}.",
      "rule.army.score.5": "Your {number, plural, one{Warrior gives} other{# Warriors give}} {player} {score, plural, one{# bravery point} other{# bravery points}}.",
      "rule.coin.moves.hand": "Take coin in your hand",
      "player.dialog.score.value": "{player} has a total of {score, plural, one{# point} other{# points}}.",
      "player.dialog.score.blacksmith.value": "{score, plural, one{# point} other{# points}} with its Blacksmiths.",
      "player.dialog.score.board-score": "Refers to player board scoring for more details.",
      "player.dialog.score.hunter.value": "{score, plural, one{# point} other{# points}} with its Hunters.",
      "player.dialog.score.miner.value": "{score, plural, one{# point} other{# points}} with its Miners.",
      "player.dialog.score.miner.reason": "{ranks} (number of ranks) x {sumGrades} (ranks sum)",
      "player.dialog.score.explorer.value": "{score, plural, one{# point} other{# points}} with its Explorers.",
      "player.dialog.score.sum-ranks-value": "Sum of ranks values.",
      "player.dialog.score.warrior.value": "{score, plural, one{# point} other{# points}} with its Warriors.",
      "player.dialog.score.neutral.value": "{score, plural, one{# point} other{# points}} with its neutral Heroes.",
      "player.dialog.score.additional.value": "{score, plural, one{# additional point} other{# additional points}}.",
      "player.dialog.score.max-coin.value": "{score, plural, one{# point} other{# points}} (its maximum coin value).",
      "player.dialog.score.max-coin.reason": "Thanks to its majority (strict or shared) of Warriors.",
      "player.dialog.score.sum-coin.reason": "Sum of all of its coin values.",
      "rule.age-deck.round": "It remains {round, plural, one{1 round} other{# rounds}}",
      "rule.age-deck.ended": "This age is ended",
      "rule.age-deck.not-started": "Age {age} is not started yet.",
      "rule.card.moves.discard": "Discard this card",
      "Menu": "Menu",
      "OK": "OK",
      "Validate": "Validate",
      "Cancel": "Cancel",
      "Yes": "Yes",
      "No": "No",
      "Update": "Update",
      "Confirm": "Confirm",
      "Close": "Close",
      "Help": "Help",
      "Play": "Play",
      "Discuss": "Chat",
      "Previous": "Previous",
      "Next": "Next",
      "Pass": "Pass",
      "You": "You",
      "Sign in": "Sign in",
      "authors.1": "A game by <0>{author}</0>",
      "authors.2": "A game by <0>{author1}</0> and <0>{author2}</0>",
      "artists.1": "Illustrated by <0>{artist}</0>",
      "artists.2": "Illustrated by <0>{artist1}</0> and <0>{artist2}</0>",
      "graphics.1": "Graphic design by <0>{name}</0>",
      "publishers.1": "Published by <0>{publisher}</0>",
      "publishers.2": "Published by <0>{publisher1}</0> and <0>{publisher2}</0>",
      "developers.1": "Adapted by <0>{developer}</0>",
      "developers.2": "Adapted by <0>{developer1}</0> and <0>{developer2}</0>",
      "Type a message": "Type a message",
      "sign-in-to-chat": "You must sign in to chat",
      "Send": "Send",
      "See overall ranking": "See overall ranking",
      "Player {number}": "Player {number}",
      "Game loading...": "Game loading...",
      "Whoops...": "Whoops...",
      "failure.dialog.network": "An action could not be completed and was canceled. Are you still connected to the Internet?",
      "Move unauthorized!": "Move unauthorized!",
      "failure.dialog.play": "The action you played is not allowed.",
      "failure.dialog.play2": "If the problem persists, try to <0>reload the game</0>",
      "Too late!": "Too late!",
      "failure.dialog.undo": "The other players have already played, your move could not be canceled.",
      "Move not expected in the tutorial": "Move not expected in the tutorial",
      "failure.dialog.tutorial": "You will soon be free to make your own choices! Let us show you the last information...",
      "Unknown error:": "Unknown error:",
      "Undo my last move": "Undo my last move",
      "Go to full screen": "Go to full screen",
      "Leave full screen": "Leave full screen",
      "giveup": "Give up",
      "giveup.title": "Give up the game",
      "giveup.robot": "You will be eliminated and replaced by a robot playing at random.",
      "giveup.competitive": "The game will count as an overall loss.",
      "giveup.friendly": "Your friends will be able to finish the game without you.",
      "giveup.tournament": "You will also abandon the tournament.",
      "giveup.last": "You're the last player left",
      "giveup.last.choice": "You can cancel the game, claim victory, or complete the game against a random robot if you like.",
      "giveup.last.choice.competitive": "If you choose to finish the game against the robot, you'll still win the ranking points at the end of the game.",
      "giveup.last.choice.tournament": "You can immediately claim victory.",
      "giveup.last.claim": "Claim victory",
      "giveup.last.cancel": "Cancel the game",
      "giveup.last.continue": "Continue",
      "quit.player": "{player} left the game and conceded victory.",
      "quit.player.ejected": "{player} has been excluded from the game.",
      "quit.you": "You have left the game.",
      "quit.you.ejected": "You've been excluded from the game for having overstayed your thinking time.",
      "Restart the tutorial": "Restart the tutorial",
      "Eject player": "Eject player",
      "eject.dialog.p1": "{player} has exceeded their thinking time",
      "eject.dialog.p2": "Beyond {duration} you will be allowed to eject them and continue the game.",
      "eject.dialog.p3": "If you don’t think they are coming back, you have the option to eject them from the game.",
      "Eject {player}": "Eject {player}",
      "Flip your screen": "Flip your screen",
      "fs.dialog.p1": "This game is designed for landscape mode, we recommend you flip your screen.",
      "fs.dialog.p2": "You can also enable fullscreen.",
      "Enable sound": "Enable sound",
      "Mute sound": "Mute sound",
      "Light mode": "Light mode",
      "Dark mode": "Dark mode",
      "Back to Game Park": "Back to Game Park",
      "Play again": "Play again",
      "Ranking": "Ranking",
      "result.comp.victory": "Congratulations, you win the game!",
      "result.comp.winner": "{player} wins the game",
      "result.comp.tie.you": "Tie! You share victory with {tied, plural, one{#other player} other{#other players}}.",
      "result.comp.tie.other": "Tie! {tied} players share the victory.",
      "result.comp.tie.all": "Tie! The players share the victory.",
      "result.score.victory": "Congratulations, you win the game with {score, plural, one{# point} other{# points}}!",
      "result.score.winner": "{player} wins the game with {score, plural, one{# point} other{# points}}",
      "result.score.tie.you": "Tie! With {score, plural, one{# point} other{# points}}, you share victory with {tied, plural, one{# other player} other{#other players}}.",
      "result.score.tie.other": "Tie! {tied} players share victory with {score, plural, one{# point} other{# points}}.",
      "result.score.tie.all": "Tie! Players share victory with {score, plural, one{# point} other{# points}}.",
      "result.default": "Game is over",
      "result.button": "Podium",
      "result.tournament.link": "Back to the tournament",
      "game.over.concede": "{player} wins the game by forfeit",
      "game.over.concede.victory": "You win the game by forfeit!",
      "rematch.button": "Offer a rematch",
      "rematch.mine": "You offered a rematch",
      "rematch.offer": "{player} offers a rematch",
      "rematch.offered": "{player} started a rematch",
      "rematch.go": "Go to the rematch",
      "rematch.accept": "Accept",
      "rematch.decline": "Decline",
      "time.button": "Thinking time",
      "time.title": "Players thinking time",
      "time.think.total": "Total thinking time",
      "time.think.max": "Maximum thinking time",
      "time.wait.total": "Total down time",
      "time.wait.max": "Maximum down time",
      "time.awaited": "Made others wait (average)",
      "tuto.over": "Congratulations, you've completed the tutorial!\r\nReady to play with other players?",
      "quantity.tooltip": "Quantity: {n}"
    }
  },
  "fr": {
    "translation": {
      "Name": "Nidavellir",
      "coin.rules.header.trade-coin": "Échanger une pièce",
      "coin.rules.desc.trade-coin": "Échanger une pièce consiste à remplacer la pièce de valeur la plus élevée de votre bourse par une pièce du <0>Trésor Royal</0> qui est égale aux 2 pièces de votre poche.\n\nSi la pièce de la valeur souhaitée n’est pas disponible, la première pièce de valeur supérieure disponible dans le <0>Trésor Royal</0> sera prise.\nSi aucune pièce de valeur supérieure n’est disponible, la première pièce de valeur inférieure disponible dans le <0>Trésor Royal</0> sera prise.\nIci, la pièce de valeur {replaced} sera remplacée par la pièce {replacer} du <0>Trésor Royal</0>.",
      "coin.rules.desc.cant-trade": "Vous ne pouvez pas échanger une pièce de valeur 0.",
      "coin.rules.header.transform-coin": "Transformer une pièce",
      "coin.rules.desc.transform-coin": "Vous devez <0>transformer une pièce</0> en ajoutant <0>+{additionalValue}</0> à une pièce et prendre une pièce de la nouvelle valeur dans le <0>Trésor Royal</0>.\n\nSi aucune pièce de valeur supérieure n’est disponible, la première pièce de valeur inférieure disponible dans le <0>Trésor Royal</0> sera prise.\n\nSi vous choisissez cette pièce, elle sera remplacée par une pièce de valeur <0>{newValue}</0> du <0>Trésor Royal</0>. c",
      "coin.rules.desc.cant-transform": "Vous ne pouvez pas transformer une pièce de valeur 0.",
      "coin.moves.trade-coins": "Échanger les pièces <0 /> + <1 /> pour <2 />",
      "coin.moves.transform-coins": "Transformer cette pièce en <0/>",
      "rule.card.moves.royal-offering": "Choisir cette Offrande Royale",
      "rule.card.moves.command-zone": "Placer dans la zone de Commandement",
      "card.moves.discard": "Défausser cette carte",
      "effect.transform-coin": "<0>Transformer une pièce</0> : Sélectionnez une <0>pièce</0> sur votre plateau pour la défausser, puis vous gagnerez une nouvelle <0>pièce</0> dont la nouvelle valeur est égale à la valeur de la <0>pièce</0> défaussée +{additionalValue} (obtenue par l'<0>Offrande Royale</0>) du <0>Trésor Royal</0> .",
      "player.animation.discard": "Défausse",
      "player.animation.choose": "Choisit",
      "player.animation.bid": "Mise",
      "player.animation.obtain": "Obtient",
      "menu.global": "Global",
      "menu.tavern": "Taverne",
      "menu.heroes": "Héros",
      "menu.treasure": "Trésor",
      "menu.score": "Score",
      "player.name": "Joueur n°{player}",
      "menu.pass": "Passer",
      "scoring.pad": "Feuille de score",
      "tavern.1": "Gobelin Rieur",
      "tavern.2": "Dragon Dansant",
      "tavern.3": "Cheval Fringuant",
      "heroes.header": "Héros",
      "tavern.header": "Taverne",
      "distinctions.header": "Distinctions",
      "treasure.header": "Trésor Royal",
      "header.other.coin.obtain-known": "{player} obtient une nouvelle pièce de valeur {coin}.",
      "header.me.bids.uline": "Vous devez placer une pièce sur la taverne du {tavern}.",
      "header.other.bids.uline": "{player} doit placer une pièce sur taverne du {tavern}.",
      "move.action": "Actions",
      "tavern.rules.desc": "Lorsque tous les joueurs ont placé leur pièce sur les tavernes, la phase de résolution des tavernes commence.\n\nLa résolution des tavernes se fait dans l'ordre suivant: Gobelin Rieur, Dragon Dansant et Cheval Fringuant.\n\nPour chaque taverne, les pièces de cette taverne sont révélées. Ensuite, chaque joueur doit choisir une carte dans cette taverne.\n\nL'ordre du tour dépend des valeurs des pièces révélées (de la plus haute valeur à la plus faible). En cas d'égalité, les joueurs sont départagés par la valeur de leur gemme (de la plus haute valeur à la plus faible).",
      "coin.moves.to-tavern": "<0>Placer </0><1 /><0> sur cette taverne</0>",
      "tavern.rules.header": "Taverne du {tavern}",
      "dwarf-card.class.1": "Forgeron",
      "dwarf-card.class.2": "Chasseur",
      "dwarf-card.class.3": "Mineur",
      "dwarf-card.class.4": "Explorateur",
      "dwarf-card.class.5": "Guerrier",
      "dwarf-card.class.6": "Héros Neutres",
      "rule.dwarf-card.class.5": "Guerrier : La valeur de bravoure est égale à la somme de leurs points de bravoure, à laquelle l’elvaland majoritaire en grades dans la colonne guerrier, ajoute sa pièce de plus haute valeur.\n\nEn cas d’égalité, ces evalands ajoutent leur pièce de plus haute valeur à leur valeur finale de bravoure.",
      "rule.dwarf-card.class.2": "Chasseur : Leur valeur de bravoure est égale au nombre de grades chasseurs au carré.\n\nPour faciliter le comptage, référez-vous au compteur de valeur de bravoure présent sur le plateau individuel (Chasseur).",
      "rule.dwarf-card.class.3": "Mineur : Leur valeur de bravoure est égale à la somme de leurs points de bravoure multiplié par le nombre de grades dans leur colonne.",
      "rule.dwarf-card.class.1": "Forgeron: Leur valeur de bravoure est une suite mathématique (+3, +4, +5, +6...).\n\nPour faciliter le comptage, référez-vous au compteur de valeur de bravoure présent sur le plateau individuel (Forgeron).",
      "rule.dwarf-card.class.4": "Explorateur : Leur valeur de bravoure est égale à la somme de leurs points de bravoure.",
      "rule.card.age": "Age {age}",
      "royal-offering.name": "Offrande Royale",
      "rule.royal-offering": "En choisissant la carte Offrande Royale, vous gagnez un effet Transformer une pièce.\n\nTransformer une pièce : Sélectionnez une pièce sur votre plateau pour la défausser, puis vous gagnerez une nouvelle pièce dont la nouvelle valeur est égale à la valeur de la pièce défaussée +{additionalValue} (obtenue par cette carte) du Trésor Royal .\n\nCette carte est placée dans la défausse une fois choisie.",
      "hero.name.500": "<0>Bonfur</0> le tyrannique",
      "hero.name.501": "<0>Aëgur</0> poing d’acier",
      "hero.name.502": "<0>Dagda</0> l’explosive",
      "hero.name.503": "<0>Aral</0> serres d’aigle",
      "hero.name.504": "<0>Kraal</0> le vénal",
      "hero.name.505": "<0>Tarah</0> frappe fatale",
      "hero.name.506": "<0>Lokdur</0> coeur cupide",
      "hero.name.507": "<0>Zoral</0> le contremaître",
      "hero.name.508": "<0>Idunn</0> la furtive",
      "hero.name.509": "<0>Hourya</0> l’insaisissable",
      "hero.name.510": "<0>Astrid</0> la fortunée",
      "hero.name.511": "<0>Dwerg Ymir</0> les 5 frères",
      "hero.name.512": "<0>Dwerg Aësir</0> les 5 frères",
      "hero.name.513": "<0>Dwerg Sigmir</0> les 5 frères",
      "hero.name.514": "<0>Dwerg Jungir</0> les 5 frères",
      "hero.name.515": "<0>Dwerg Bergelmir</0> les 5 frères",
      "hero.name.516": "<0>Thrud</0> La chasseuse de têtes",
      "hero.name.517": "<0>Ylud</0> l’imprévisible",
      "hero.name.518": "<0>Skaa</0> l’insondable",
      "hero.name.519": "<0>Uline</0> la voyante",
      "hero.name.520": "<0>Grid</0> La mercantile",
      "rule.hero.500": "Possède 3 grades.\n\nImmédiatement après avoir placé Bonfur dans la colonne forgeron, défausser la dernière carte nain d’une autre colonne.",
      "rule.hero.501": "Possède 2 grades.",
      "rule.hero.502": "Possède 3 grades.\n\nImmédiatement après avoir placé Dagda dans la colonne chasseur, défausser la dernière carte nain de deux autres colonnes. Les deux colonnes doivent être différentes.",
      "rule.hero.503": "Possède 2 grades.",
      "rule.hero.504": "Possède 2 grades.\n\nAjoute 7 et 0 points à votre valeur de bravoure des guerriers.",
      "rule.hero.505": "Possède 1 grade.\n\nAjoute 14 points à votre valeur de bravoure des guerriers.",
      "rule.hero.506": "Possède 1 grade.\n\nAugmente de 3 la somme des points de bravoure des mineurs et de 1 le facteur multiplicateur (1 grade) pour le calcul de valeur de bravoure des mineurs.",
      "rule.hero.507": "Possède 1 grade.\n\nAjoute 1, 0 et 0 points aux points de bravoure des Mineurs.\n\nAugmente de 1 la somme des points de bravoure des Mineurs et de 3 le facteur multiplicateur (3 grades) pour le calcul de valeur de Bravoure des Mineurs.",
      "rule.hero.508": "Possède 1 grade.\n\nAjoute 7 points aux Points de bravoure des explorateurs plus 2 points par grade présent dans sa colonne, y compris le sien.",
      "rule.hero.509": "Possède 1 grade.\n\nAjoute 20 points aux points de bravoure des explorateurs.\n\nCondition : Il faut posséder 5 grades dans la colonne des explorateurs dans son armée pour la recruter.\n\nNote : le grade de Thrud et Ylud comptent pour le recrutement de Hourya si elles sont placées dans la colonne des explorateurs.",
      "rule.hero.510": "Ajoute X points à votre valeur finale de bravoure.\n\nX correspond à la valeur de la plus grosse de vos pièces.",
      "rule.hero.511": "Ajoute X points à votre valeur finale de bravoure.\n\nX correspond au nombre de frères recrutés.",
      "rule.hero.512": "Ajoute X points à votre valeur finale de bravoure.\n\nX correspond au nombre de frères recrutés.",
      "rule.hero.513": "Ajoute X points à votre valeur finale de bravoure.\n\nX correspond au nombre de frères recrutés.",
      "rule.hero.514": "Ajoute X points à votre valeur finale de bravoure.\n\nX correspond au nombre de frères recrutés.",
      "rule.hero.515": "Ajoute X points à votre valeur finale de bravoure.\n\nX correspond au nombre de frères recrutés.",
      "rule.hero.516": "Placez-la dans la colonne de votre choix dans votre armée.\nThrud ne doit jamais être couvert. Si une carte nain ou héros doit être placée sur Thrud, prenez-la en main, placez la carte nain ou héros dans la colonne et replacez Thrud dans la colonne de votre choix (sa colonne d'origine ou une autre).\nSa pose peut déclencher le recrutement d'une nouvelle carte héros.\n\nLe rang de Thrud compte dans l'attribution des distinctions de l'âge 1 dans la colonne où elle se trouve. Après la résolution de la dernière taverne de l'âge 2 et avant le décompte de votre valeur finale de bravoure, elle est placée dans votre zone de commandement.\n\nElle ajoute 13 points à votre valeur finale de bravoure.",
      "rule.hero.517": "Après la résolution de la dernière taverne de l'âge 1 mais avant l'évaluation des troupes, placez Ylud dans la colonne de votre choix dans votre armée. Le rang d'Ylud compte comme une carte de cette classe pour l'attribution des distinctions.\n\nAprès la résolution de la dernière taverne de l'âge 2 mais avant le décompte des valeurs de bravoure :\n\nSi elle est dans votre zone de commandement, placez-la dans la colonne de votre choix au sein de votre armée,\nSi elle est dans votre armée, vous pouvez la déplacer dans une autre colonne de votre choix.\n\nConsidérez Ylud comme un nain de cette classe. Elle prend la valeur correspondant à la colonne où elle se trouve à la fin de l'âge 2 (<1>Forgeron</1> et <2>Chasseur</2> : selon le niveau de placement, <3>Explorateur : 11</3>, <4>Guerrier : 7</4>, <5>Mineur : 1</5>).\n\nPlacer Ylud dans votre armée peut déclencher le recrutement d'une carte Héros.",
      "rule.hero.518": "Ajoute 17 points à votre valeur finale de bravoure.",
      "rule.hero.519": "Ajoutez 9 points à votre valeur finale de bravoure.\nÀ chaque tour, lors de la phase de mise, vous ne placez pas vos pièces sur votre plateau individuel et les garder en main.\nLors de la résolution de la taverne, vous attendez que les autres elvalands révèlent leurs pièces pour choisir les vôtres et les placer sur l'emplacement correspondant de la taverne, face visible.\nLors d'un échange de pièces, vous devez choisir, à la fin de votre tour, quelles pièces de votre main vous additionnez pour effectuer l'échange.\n\nLorsque vous recrutez Uline, vous prenez immédiatement le contrôle de vos pièces sur les tavernes qui ne sont pas résolues ce tour-ci, ainsi que de celles qui se trouvent dans votre bourse.",
      "rule.hero.520": "Ajoute 7 points à votre valeur finale de bravoure.\nQuand vous la recrutez, ajoutez immédiatement +7 à l’une de vos pièces (Transformer une pièce).\n\nTransformer une pièce : Sélectionnez une pièce sur votre plateau pour la défausser, puis vous gagnerez une nouvelle pièce dont la nouvelle valeur est égale à la valeur de la pièce défaussée +{additionalValue} (obtenue par cette carte) du trésor royal .",
      "rule.age-deck": "Pioche de l'âge {age}",
      "rule.age-deck.purpose": "Une partie se déroule en 2 Âges.\nA {players} joueurs, chaque Âge est constitué de {round} tours de jeu.\n\nAu début de chaque tour de l'Âge {age}, {tavernCards} cartes sont piochées ici et placées dans chaque taverne.",
      "rule.age-deck.remaining": "Il reste actuellement {remaining, plural, one{# carte} other{# cartes}} dans cette pioche.",
      "rule.army.score.mine": "Votre score actuel pour les {type} est de : {score}.",
      "rule.army.score": "Le score actuel de {player} pour les {type} est de : {score}.",
      "rule.command-zone.score.mine": "Votre score actuel pour la Zone de Commandement est de : {score}.",
      "rule.command-zone.score": "Le score actuel de {player} pour la Zone de commandement est de : {score}.",
      "rule.card.army.mine": "Cette carte est dans votre armée.",
      "rule.card.army": "Cette carte est dans l'armée de {player}.",
      "rule.card.command-zone.mine": "Cette carte est dans votre zone de commandement.",
      "rule.card.command-zone": "Cette carte est dans la zone de commandement de {player}.",
      "rule.card.discard": "Cette carte est dans la défausse.",
      "rule.card.hand.mine": "Cette carte est dans votre main.",
      "rule.card.hand": "Cette carte est dans la main de {player}.",
      "rule.card.tavern": "Cette carte est dans la taverne du {tavern}.",
      "rule.card.moves.blacksmith": "Placer dans la colonne des Forgerons",
      "rule.card.moves.hunter": "Placer dans la colonne des Chasseurs",
      "rule.card.moves.explorer": "Placer dans la colonne des Explorateurs",
      "rule.card.moves.miner": "Placer dans la colonne des Mineurs",
      "rule.card.moves.warrior": "Placer dans la colonne des Guerriers",
      "rule.coin.moves.laughing-goblin": "Poser sur la taverne du Gobelin Rieur",
      "rule.coin.moves.dancing-dragon": "Poser sur la taverne du Dragon Dansant",
      "rule.coin.moves.shining-horde": "Poser sur la taverne du Cheval Fringuant",
      "rule.coin.moves.pouch1": "Poser dans la première bourse",
      "rule.coin.moves.pouch2": "Poser dans la seconde bourse",
      "rule.coin": "Pièce",
      "rule.coin.description": "C'est une pièce en {color} d'une valeur de {value}.",
      "rule.coin.color.1": "bronze",
      "rule.coin.color.2": "or",
      "rule.coin.color.3": "verte",
      "rule.coin.board.mine": "Cette pièce se trouve sur votre plateau joueur.\n\nJusqu'à la phase de révélation, la valeur de cette pièce n'est connue que par vous.\nLors de la phase de révélation, toutes les pièces de la taverne courante sont révélées, puis l'ordre des tours dépend de la valeur des pièces des joueurs (de la plus grande valeur à la plus petite).",
      "rule.coin.board": "Cette pièce se trouve sur le plateau joueur de {player}.\n\nJusqu'à la phase de révélation, la valeur de cette pièce n'est connue que par {player}.\nLors de la phase de révélation, toutes les pièces de la taverne courante sont révélées, puis l'ordre des tours dépend de la valeur des pièces des joueurs (de la plus grande valeur à la plus petite).",
      "rule.coin.treasure": "Cette pièce se trouve dans le trésor royal.\n\nVous pouvez échanger vos pièces en effectuant un échange ou une transformation de pièces.\nLorsqu'une pièce d'or est échangée ou transformée, elle retourne dans le trésor royal.",
      "rule.coin.hand.mine": "Cette pièce se trouve dans votre main.",
      "rule.coin.hand": "Cette pièce se trouve dans la main de {player}.",
      "rule.coin.discard": "Cette pièce se trouve dans la défausse.\nLorsqu'une pièce de bronze est échangée ou transformée, elle rejoint la défausse.",
      "rule.coin.exchange-coin": "Cette pièce est une pièce spéciale. Elle est utilisée pour déclencher un échange de pièces.\nDe plus, elle ne peut pas faire l'objet d'un échange ou d'une transformation de pièce.",
      "rule.coin.hunting-master": "Cette pièce remplace la pièce d'échange d'origine (pièce bronze de valeur 0) si vous obtenez la distinction Maître/Maîtresse de chasse durant l'évaluation des troupes.",
      "rule.gem": "Gemme {value}",
      "rule.gem.description": "En cas d’égalité dans la valeur des pièces jouées pour\nune taverne, l’ordre du jeu est défini par la valeur\nde la gemme possédée par les elvalands à égalité.\nVous devenez l’elvaland actif/active si vous possédez\nla gemme de plus haute valeur.\n\nLa résolution se poursuit dans l’ordre décroissant\ndes gemmes jusqu’à ce que chaque elvaland à égalité\nait joué.\n\nA la fin de la résolution d’une taverne, un échange de gemmes\nest effectué entre les elvalands qui étaient à égalité pour une valeur\nde pièces données. Une fois les échanges réalisés, les gemmes\nsont remises dans leur cavité respective.\n\n<0>Égalité entre 2 Elvalands</0> : Les gemmes sont échangées entre elles.\n<0>Égalité entre 3 Elvalands</0> : Seule la gemme de plus petite valeur et celle\nde plus forte valeur sont échangées. La gemme de valeur médiane n’est pas échangée.\n<0>Égalité entre 4 Elvalands</0> : La gemmes de plus petite valeur et celle\nde plus forte valeur sont échangées. Les deux autres gemmes sont échangées\nentre elles.\n<0>Égalité entre 5 Elvalands</0> : L’échange se passe comme à 4 elvalands. La gemme de valeur médiane n’est pas échangée.",
      "rule.gem.crown-jeweler": "La gemme spéciale de valeur 6 est obtenue via la distinction des mineurs. Cette gemme est inéchangeable.\n\nCela signifie que lors d'un échange de gemmes, vous ne comptez pas l'elvaland qui possède cette gemme pour faire l'échange.",
      "distinction.name.1": "<0>La Main du Roi</0> : Majorité de<1/>",
      "distinction.name.2": "<0>Maître/Maîtresse de Chasse</0> : Majorité de <1/>",
      "distinction.name.3": "<0>Joaillier/Joaillière de la Couronne</0> : Majorité de <1/>",
      "distinction.name.4": "<0>Armurier/Armurière du Roi</0> : Majorité de <1/>",
      "distinction.name.5": "<0>Pionnier/Pionnière du Royaume</0> : Majorité de <1/>",
      "rule.distinction.1": "Ajoutez immédiatement +5 à une de vos pièces (transformer une pièce).",
      "rule.distinction.2": "Echangez immédiatement votre pièce de valeur 0 avec la pièce spéciale de valeur 3.\nCette pièce spéciale garde ses propriétés d'échange et ne peut être transformée.",
      "rule.distinction.3": "Remplacez votre gemme actuelle par la gemme spéciale de valeur 6.\nVous ajouterez 3 points à votre valeur finale de bravoure.\n\nCette gemme ne sera jamais échangée, même en cas d'égalité, et vous permettra de gagner toutes les égalités lors de la résolution des tavernes.",
      "rule.distinction.4": "Ajoutez immédiatement la carte spéciale forgeron comprenant 2 grades dans votre armée.\nLa pose de cette carte peut déclencher un recrutement de cartes héros/héroïne.",
      "rule.distinction.5": "Piochez 3 cartes du paquet de l'âge 2, gardez-en 1:\n\nS'il s'agit d'une carte nain/naine, placez-la immédiatement dans votre armée.\nLa pose de cette carte peut déclencher un recrutement de cartes héros/héroïne.\n\nS'il s'agit d'une carte offrande royale, vous effectuez son effet transformer une pièce.\n\nLes deux cartes non retenues sont mélangées dans le paquet de l'âge 2.\n\nSi cette distinction n'est pas remportée, défausser face visible la première carte du paquet de l'âge 2 sans effet.",
      "pouch.name": "Bourse",
      "rule.tavern": "Un tour de jeu est composé de 3 tavernes. Elles sont résolues les unes après les autres.\n\nAvant chaque résolution de taverne, l'ensemble des pièces posées sur la case de la taverne des plateaux joueurs sont révélées.\nEnsuite, chaque joueur, en commençant par le joueur avec la plus grosse valeur de pièce (en cas d'égalité, celui avec la plus grosse valeur de gemmes) doit choisir une carte et la placer sur sa zone de jeu.\n\nA la fin de chaque taverne, un échange de gemmes est effectué entre les joueurs à égalité sur leurs valeurs de pièces.",
      "rule.pouch": "Il s'agit d'un emplacement de bourse.\nLes pièces placées ici ne sont révélées que si une pièce d'échange est révélée dans la taverne pour le joueur.\n\nLorsque vous révélez cette pièce, vous échangez les deux pièces de la bourse avec une nouvelle pièce égale à la somme de celles-ci.\nS'il n'y a pas de pièce dans le trésor égale à la somme, vous obtiendrez la prochaine pièce de valeur supérieure dans le trésor, sinon la prochaine pièce de valeur inférieure dans le trésor.",
      "rule.playerboard.name": "Plateau joueur de {player}",
      "rule.playerboard.name.me": "Votre plateau joueur",
      "rule.playerboard.text": "Durant la phase de mise, vous placerez vos pièces sur ce plateau.\nIl y a un emplacement par taverne et deux emplacements pour la bourse.\n\nChasseur/Chasseuse: Pour déterminer votre valeur de bravoure, référez vous aux cases vertes (colonne avec l'icône <0/>).\n\nForgeron/Forgeronne: Pour déterminer votre valeur de bravoure, référez vous aux cases violettes (colonne avec l'icone <1/>).",
      "rule.coin.move.here": "Placer la pièce <0/> ici",
      "hero.name": "Héros",
      "header.enter-dwarf": "Préparation de la prochaine manche...",
      "header.bid.players": "Les joueurs doivent placer leurs mises",
      "header.bid.player.me": "Vous devez placer vos pièces sur votre plateau",
      "header.bid.player": "{player} doit placer ses pièces",
      "header.bid.pass": "Vous devez <0>placer {coins, plural, one{votre dernière pièce} other{vos dernières pièces}}</0>",
      "header.bid-revelation": "Révélation des pièces pour la taverne du {tavern}",
      "header.uline-bid.me": "Les autres joueurs ont révélés leurs pièces, à votre tour d'en placer une sur la taverne du {tavern",
      "header.uline-bid": "{player} doit choisir quelle pièce placer sur la taverne du {tavern}",
      "header.choose-card.me": "Vous devez choisir une carte dans la taverne du {tavern}",
      "header.choose-card": "{player} doit choisir une carte dans la taverne du {tavern}",
      "header.recruit-hero.me": "Vous devez recruter un héros",
      "header.recruit-hero": "{player} doit recruter un héros",
      "header.gem-trade": "Echanges de gemmes...",
      "header.trade-coin.uline.me": "Vous devez choisir deux pièces à échanger",
      "header.trade-coin.uline": "{player} doit choisir deux pièces à échanger",
      "header.trade-coin.me": "Echange des deux pièces de votre bourse...",
      "header.trade-coin": "Échange des deux pièces de la bourse de {player}...",
      "header.transform-coin.me": "Vous devez choisir une pièce pour y ajouter +{bonus}",
      "header.transform-coin": "{player} doit choisir une pièce pour y ajouter +{bonus}",
      "header.hunting-master.me": "Vous remportez la distinction du maître de chasse (Chasseur)",
      "header.hunting-master": "{player} remporte la distinction du maître de chasse (Chasseur)",
      "header.crown-jeweler.me": "Vous remportez la distinction du joaillier de la couronne (Mineur)",
      "header.crown-jeweler": "{player} remporte la distinction du joaillier de la couronne (Mineur)",
      "header.kings-great-armorer.me": "Vous remportez la distinction de l'armurier du roi (Forgeron)",
      "header.kings-great-armorer": "{player} remporte la distinction de l'armurier du roi (Forgeron)",
      "header.kings-hand.me": "Vous remportez la distinction de la main du roi (Guerrier)",
      "header.kings-hand": "{player} remporte la distinction de la main du roi (Guerrier)",
      "header.pioneer-kingdom.me": "Vous remportez la distinction du pionnier du royaume (Explorateur)",
      "header.pioneer-kingdom": "{player} remporte la distinction du pionnier du royaume (Explorateur)",
      "header.bonfur.me": "Vous devez défausser la dernière carte d'une colonne de votre armée",
      "header.bonfur": "{player} doit défausser la dernière carte d'une colonne de son armée",
      "header.dagda.me": "Vous devez défausser la dernière carte {cards, plural, one{# d'une colonne} other{# de deux colonnes différentes}} de votre armée",
      "header.dagda": "{player} doit défausser la dernière carte {cards, plural, one{# d'une colonne} other{# de deux colonnes différentes}} de son armée",
      "header.draw-card.me": "Vous devez choisir {cards, plural, one{# carte} other{# cartes}} de votre main",
      "header.draw-card": "{player} doit choisir {cards, plural, one{# carte} other{# cartes}} de sa main",
      "header.thrud.me": "Vous devez placer Thrud dans une colonne de votre armée",
      "header.thrud": "{player} doit placer Thrud dans une colonne de son armée",
      "header.uline.me": "Déplacement des pièces non révélées dans votre main",
      "header.uline": "Déplacement des pièces non révélées dans la main de {player}",
      "header.ylud.me": "Vous devez placer Ylud dans une colonne de votre armée",
      "header.ylud": "{player} doit placer Ylud dans une colonne de son armée",
      "tuto.start": "Bienvenue dans le tutoriel de <0>Nidavellir</0> !",
      "tuto.intro": "Dans ce jeu, vous incarnez un·e <0>Elvaland</0> mandaté·e par le <0>Roi des Nains</0> pour former une armée capable de vaincre l’infâme <0>Fafnir</0> !",
      "tuto.tavern": "Voilà des nains à recruter ! Ils sont dans les <0>3 tavernes</0> du royaume.",
      "tuto.tresor": "Et voilà votre trésor. Grâce à ces pièces, vous allez pouvoir convaincre les meilleurs nains de se joindre à vous !",
      "tuto.bid": "Chaque tour commence par la <0>Mise</0> : vous devez placer 3 pièces sur les 3 tavernes.",
      "tuto.coin": "Placez votre pièce de valeur {coin} ici.",
      "tuto.coin.other": "Votre adversaire place ses pièces en même temps que vous.",
      "tuto.pouch": "Placez les deux dernières pièces dans votre bourse.",
      "tuto.resolution.1": "Une fois que tous les joueurs ont misés, les tavernes sont résolues, en commençant par la taverne du <0>Gobelin Rieur</0>.",
      "tuto.revealed": "Les pièces misées sur cette taverne sont révélées, et le joueur qui a misé la pièce de plus forte valeur recrute le premier !",
      "tuto.warrior": "Votre adversaire a recruté ce guerrier.",
      "tuto.hunter.me": "Recrutez cette Chasseuse.",
      "tuto.resolution.2": "Après que chaque joueur a recruté un nain, on résout la taverne suivante.",
      "tuto.miner.me": "Recrutez ce Mineur.",
      "tuto.exchange-coin": "Vous avez joué votre pièce de valeur 0 : en plus de recruter un nain, cette pièce vous permet d'échanger une pièce de votre bourse contre une pièce de plus forte valeur !",
      "tuto.exchange": "Dans votre bourse, face cachée, il y a les pièces de valeur 5 et 3. Vous devez échanger <0>la plus forte des 2</0> contre une pièce valant <0>la somme des 2</0>. Vous allez donc échanger la pièce de valeur 5 contre une pièce de valeur 8 venant du trésor.",
      "tuto.resolution.3": "C'est à présent la résolution de la dernière taverne. Cette fois, vous avez la pièce la plus forte.",
      "tuto.royal-offering.me": "Cette carte est une <0>offrande royale</0>. Elle permet d’échanger immédiatement une pièce contre une pièce de valeur +3.\nChoisissez cette carte en cliquant dessus pendant 1 seconde.",
      "tuto.transform": "Maintenant, cliquez sur votre pièce de valeur 2 pour obtenir une pièce de valeur 5 à la place.",
      "tuto.endturn.1": "Le premier tour est terminé !\nAu début de chaque tour, les tavernes se remplissent, et c'est une nouvelle phase de mise.",
      "tuto.blacksmith.me": "Recrutez cette Forgeronne.",
      "tuto.tie": "Vous avez joué la même pièce que votre adversaire dans la taverne du dragon dansant !",
      "tuto.gem": "En cas d’égalité, ces <0>gemmes</0> permettent de déterminer qui l'emporte. Vous avez la gemme de plus grande valeur, vous pouvez donc recruter le premier !\nMais attention : <0>après avoir joué, vous échangerez vos gemmes</0>.",
      "tuto.warrior.me": "Recrutez ce Guerrier.",
      "tuto.explorer.me": "Recrutez cette Explorateur.",
      "tuto.rank": "Chaque nain possède ici un grade.",
      "tuto.recruitment": "Vous avez le droit de <0>recruter un héros</0> dès que vous complétez une ligne avec <0>un grade de chaque classe</0> de Nain.",
      "tuto.heroes": "Voici les héros. Chaque héros est unique.",
      "tuto.aral": "Recrutez <0>Aral Serres d’Aigle</0>. Ce héros de la classe des chasseurs possède <0>2 grades</0>.",
      "tuto.endturn.2": "Le second tour est terminé !\nVoici la pioche de <0>l'Âge I</0>, qui sert à remplir les tavernes. A la fin du tour où elle est vide, <0>le Roi évalue les troupes et distribue des distinctions.</0>",
      "tuto.distinctions": "Voici les distinctions. Pour chaque classe, le joueur avec le plus de grades remportera la distinction correspondante.",
      "tuto.endage.1": "Une fois l'Âge I terminé, on remplit la taverne avec <0>la pioche de l'Âge II</0>.",
      "tuto.endgame": "La partie s'arrête à la fin de l'âge II.",
      "tuto.score": "Le joueur qui a le plus de points de bravoure l’emporte.\nChaque nain vous apporte des points de bravoure, et vos pièces comptent aussi.",
      "tuto.go": "A vous de jouer à présent !\nPour savoir ce que font les nains, les héros et les distinctions, <0>il vous suffit de cliquer sur la carte</0>.\nBonne chance, et soyez braves !",
      "rule.end-age-1": "À la fin du tour où la pioche de l'Âge 1 a été épuisée, une Évaluation des Troupes est effectuée par le Roi.\nL'Elvaland qui possède la majorité stricte en nombre de grade dans chaque classe remporte la distinction correspondante.\nEn cas d'égalité, personne ne prend la carte Distinction correspondante.\nLes gemmes ne tranchent pas les égalités durant l'Évaluation des Troupes",
      "rule.recruitment": "Lors de la pose d'une carte Nain/Naine dans votre armée, la création d'une ligne composée d'un grade de chaque classe, vous oblige à choisir immédiatement une carte Héros/Héroïne disponible.\n\nPour pouvoir recruter une carte Héros/HéroÏne, le nombre de lignes de grades complètes de votre armée doit toujours être égal à votre nombre de carte Héros/HéroÏne recrutées +1",
      "rule.army.score.mine.1": "{number, plural, one{Votre Forgeron vous apporte} other{Vos # Forgerons vous apportent}} {score, plural, one{# point} other{# points}} de bravoure.",
      "rule.army.score.mine.2": "{number, plural, one{Votre Chasseur vous apporte} other{Vos # Chasseurs vous apportent}} {score, plural, one{# point} other{# points}} de bravoure.",
      "rule.army.score.mine.3": "{number, plural, one{Votre Mineur vous apporte} other{Vos # Mineurs vous apportent}} {score, plural, one{# point} other{# points}} de bravoure.",
      "rule.army.score.mine.4": "{number, plural, one{Votre Explorateur vous apporte} other{Vos # Explorateurs vous apportent}} {score, plural, one{# point} other{# points}} de bravoure.",
      "rule.army.score.mine.5": "{number, plural, one{Votre Guerrier vous apporte} other{Vos # Guerriers vous apportent}} {score, plural, one{# point} other{# points}} de bravoure.",
      "rule.army.score.1": "{player} a {number, plural, one{# Forgeron qui lui apporte} other{# Forgerons qui lui apportent}} {score, plural, one{# point} other{# points}} de bravoure.",
      "rule.army.score.2": "{player} a {number, plural, one{# Chasseur qui lui apporte} other{# Chasseurs qui lui apportent}} {score, plural, one{# point} other{# points}} de bravoure.",
      "rule.army.score.3": "{player} a {number, plural, one{# Mineur qui lui apporte} other{# Mineurs qui lui apportent}} {score, plural, one{# point} other{# points}} de bravoure.",
      "rule.army.score.4": "{player} a {number, plural, one{# Explorateur qui lui apporte} other{# Explorateurs qui lui apportent}} {score, plural, one{# point} other{# points}} de bravoure.",
      "rule.army.score.5": "{player} a {number, plural, one{# Guerrier qui lui apporte} other{# Guerriers qui lui apportent}} {score, plural, one{# point} other{# points}} de bravoure.",
      "rule.coin.moves.hand": "Reprendre la pièce dans votre main",
      "player.dialog.score.value": "{player} a un total de {score, plural, one{# point} other{# points}}.",
      "player.dialog.score.blacksmith.value": "{score, plural, one{# point} other{# points}} grâce à ses Forgerons.",
      "player.dialog.score.board-score": "Référez vous au score du plateau joueur pour plus de détails.",
      "player.dialog.score.hunter.value": "{score, plural, one{# point} other{# points}} grâce à ses Chasseurs.",
      "player.dialog.score.miner.value": "{score, plural, one{# point} other{# points}} grâce à ses Mineurs.",
      "player.dialog.score.miner.reason": "{ranks} (nombre de grades) x {sumGrades} (somme des grades)",
      "player.dialog.score.explorer.value": "{score, plural, one{# point} other{# points}} grâce à ses Explorateurs.",
      "player.dialog.score.sum-ranks-value": "Somme des valeurs de grades.",
      "player.dialog.score.warrior.value": "{score, plural, one{# point} other{# points}} grâce à ses Guerriers.",
      "player.dialog.score.neutral.value": "{score, plural, one{# point} other{# points}} grâce à ses Héros neutres.",
      "player.dialog.score.additional.value": "{score, plural, one{# point supplémentaire} other{# points supplémentaires}}.",
      "player.dialog.score.max-coin.value": "{score, plural, one{# point} other{# points}} (valeur de sa plus grosse pièce).",
      "player.dialog.score.max-coin.reason": "Grâce à sa majorité (stricte ou partagée) des Guerriers.",
      "player.dialog.score.sum-coin.reason": "Somme de toutes les valeurs de ses pièces.",
      "rule.age-deck.round": "Il reste {round, plural, one{1 manche} other{# manches}}",
      "rule.age-deck.ended": "Cet âge est terminé",
      "rule.age-deck.not-started": "L'Âge {age} n'a pas encore commencé.",
      "rule.card.moves.discard": "Défausser cette carte",
      "Menu": "Menu",
      "OK": "OK",
      "Validate": "Valider",
      "Cancel": "Annuler",
      "Yes": "Oui",
      "No": "Non",
      "Update": "Modifier",
      "Confirm": "Confirmer",
      "Close": "Fermer",
      "Help": "Aide",
      "Play": "Jouer",
      "Discuss": "Discuter",
      "Previous": "Précédent",
      "Next": "Suivant",
      "Pass": "Passer",
      "You": "Vous",
      "Sign in": "Connexion",
      "authors.1": "Un jeu de <0>{author}</0>",
      "authors.2": "Un jeu de <0>{author1}</0> et <0>{author2}</0>",
      "artists.1": "Illustré par <0>{artist}</0>",
      "artists.2": "Illustré par <0>{artist1}</0> et <0>{artist2}</0>",
      "graphics.1": "Graphismes par <0>{name}</0>",
      "publishers.1": "Édité par <0>{publisher}</0>",
      "publishers.2": "Édité par <0>{publisher1}</0> et <0>{publisher2}</0>",
      "developers.1": "Adapté par <0>{developer}</0>",
      "developers.2": "Adapté par <0>{developer1}</0> et <0>{developer2}</0>",
      "Type a message": "Tapez un message",
      "sign-in-to-chat": "Vous devez vous connecter pour discuter",
      "Send": "Envoyer",
      "See overall ranking": "Voir le classement",
      "Player {number}": "Joueur {number}",
      "Game loading...": "Chargement de la partie...",
      "Whoops...": "Oups...",
      "failure.dialog.network": "Une action n’a pas pu aboutir et a été annulée. Êtes-vous toujours connecté·e à Internet ?",
      "Move unauthorized!": "Coup non autorisé !",
      "failure.dialog.play": "L’action que vous avez jouée n’est pas autorisée.",
      "failure.dialog.play2": "Si le problème persiste, vous pouvez <0>rafraîchir la partie</0>",
      "Too late!": "Trop tard !",
      "failure.dialog.undo": "Les autres joueurs ont déjà joué, votre coup n’a pas pu être annulé.",
      "Move not expected in the tutorial": "Coup non prévu dans le tutoriel",
      "failure.dialog.tutorial": "Promis, vous serez bientôt libre de vos choix ! Nous allons vous réafficher la dernière information...",
      "Unknown error:": "Erreur inconnue :",
      "Undo my last move": "Annuler mon dernier coup",
      "Go to full screen": "Passer en plein écran",
      "Leave full screen": "Quitter le plein écran",
      "giveup": "Abandonner",
      "giveup.title": "Abandonner la partie",
      "giveup.robot": "Vous serez éliminé et remplacé par un robot jouant au hasard.",
      "giveup.competitive": "La partie comptera comme une défaite au classement général.",
      "giveup.friendly": "Vos amis pourront terminer la partie sans vous.",
      "giveup.tournament": "Vous allez également abandonner le tournoi.",
      "giveup.last": "Vous êtes le dernier joueur en jeu",
      "giveup.last.choice": "Vous pouvez annuler la partie, prendre la victoire ou continuer la partie contre un robot jouant au hasard si vous le souhaitez.",
      "giveup.last.choice.competitive": "Si vous choississez de terminer la partie contre le robot, vous gagnerez quoi qu'il arrive les points au classement à la fin de la partie.",
      "giveup.last.choice.tournament": "Vous pouvez immédiatement prendre la victoire.",
      "giveup.last.claim": "Prendre la victoire",
      "giveup.last.cancel": "Annuler la partie",
      "giveup.last.continue": "Continuer",
      "quit.player": "{player} a quitté la partie et concédé la victoire.",
      "quit.player.ejected": "{player} a été exclu de la partie.",
      "quit.you": "Vous avez quitté la partie.",
      "quit.you.ejected": "Vous avez été exclu de la partie pour avoir trop dépassé votre temps de réflexion.",
      "Restart the tutorial": "Recommencer le tutoriel",
      "Eject player": "Expulser le joueur",
      "eject.dialog.p1": "{player} a dépassé son temps de réflexion",
      "eject.dialog.p2": "Au-delà de {duration} de dépassement vous pourrez l’expulser et poursuivre la partie.",
      "eject.dialog.p3": "Si vous pensez qu’il·elle ne reviendra pas, vous avez la possibilité de l’expulser de la partie.",
      "Eject {player}": "Expulser {player}",
      "Flip your screen": "Tournez votre écran",
      "fs.dialog.p1": "Ce jeu est conçu pour le mode paysage, nous vous conseillons de tourner votre écran.",
      "fs.dialog.p2": "Vous pouvez aussi passer en plein écran.",
      "Enable sound": "Activer le son",
      "Mute sound": "Couper le son",
      "Light mode": "Mode clair",
      "Dark mode": "Mode sombre",
      "Back to Game Park": "Retour à Game Park",
      "Play again": "Rejouer",
      "Ranking": "Classement",
      "result.comp.victory": "Bravo, vous remportez la partie !",
      "result.comp.winner": "{player} remporte la partie",
      "result.comp.tie.you": "Égalité ! Vous partagez la victoire avec {tied, plural, one{# autre joueur} other{#autres joueurs}}.",
      "result.comp.tie.other": "Égalité ! {tied} joueurs partagent la victoire.",
      "result.comp.tie.all": "Égalité ! Les joueurs partagent la victoire.",
      "result.score.victory": "Bravo, vous remportez la partie avec {score, plural, one{# point} other{# points}} !",
      "result.score.winner": "{player} remporte la partie avec {score, plural, one{# point} other{# points}}",
      "result.score.tie.you": "Égalité ! Avec {score, plural, one{# point} other{# points}}, vous partagez la victoire avec {tied, plural, one{# autre joueur} other{#autres joueurs}}.",
      "result.score.tie.other": "Égalité ! {tied} joueurs partagent la victoire avec {score, plural, one{# point} other{# points}}.",
      "result.score.tie.all": "Égalité ! Les joueurs partagent la victoire avec {score, plural, one{# point} other{# points}}.",
      "result.default": "La partie est terminée",
      "result.button": "Podium",
      "result.tournament.link": "Retour au tournoi",
      "game.over.concede": "{player} remporte la victoire par forfait",
      "game.over.concede.victory": "Vous remportez la partie par forfait !",
      "rematch.button": "Proposer une revanche",
      "rematch.mine": "Vous avez proposé une revanche",
      "rematch.offer": "{player} propose une revanche",
      "rematch.offered": "{player} a lancé une revanche",
      "rematch.go": "Voir la revanche",
      "rematch.accept": "Accepter",
      "rematch.decline": "Refuser",
      "time.button": "Temps de réflexion",
      "time.title": "Temps de réflexion des joueurs",
      "time.think.total": "Temps de réflexion total",
      "time.think.max": "Temps de réflexion maximum",
      "time.wait.total": "Temps d’attente total",
      "time.wait.max": "Temps d’attente maximum",
      "time.awaited": "A fait attendre les autres (moyenne)",
      "tuto.over": "Félicitations, vous avez terminé le tutoriel !\nPrêt à jouer avec d’autres joueurs ?",
      "quantity.tooltip": "Quantité : {n}"
    }
  },
  "de": {
    "translation": {
      "Menu": "Menü",
      "OK": "OK",
      "Validate": "Bestätigen",
      "Cancel": "Abbrechen",
      "Yes": "Ja",
      "No": "Nein",
      "Update": "Bearbeiten",
      "Confirm": "Bestätigen",
      "Close": "Schließen",
      "Help": "Hilfe",
      "Play": "Spielen",
      "Discuss": "Tausche dich aus",
      "You": "Sie",
      "Sign in": "Anmelden",
      "authors.1": "Ein Spiel von <0>{author}</0>",
      "authors.2": "Ein Spiel von <0>{author1}</0> und <0>{author2}</0>",
      "artists.1": "Illustriert von <0>{artist}</0>",
      "artists.2": "Illustriert von <0>{artist1}</0> und <0>{artist2}</0>",
      "publishers.1": "Herausgegeben von <0>{publisher}</0>",
      "publishers.2": "Herausgegeben von <0>{publisher1}</0> und <0>{publisher2}</0>",
      "developers.1": "Adoptiert von <0>{developer}</0>",
      "developers.2": "Adoptiert von <0>{developer1}</0> und <0>{developer2}</0>",
      "See overall ranking": "Zur allgemeinen Rangliste",
      "Player {number}": "Spieler {number}",
      "Game loading...": "Spiel lädt ...",
      "Whoops...": "Ups ...",
      "failure.dialog.network": "Eine Aktion konnte nicht abgeschlossen werden und wurde abgebrochen. Bitte überprüfe dein Internetverbindung.",
      "Move unauthorized!": "Unerlaubter Zug!",
      "failure.dialog.play": "Die Aktion, die du ausführen wolltest, ist nicht erlaubt.",
      "failure.dialog.play2": "Falls das Problem weiterhin besteht, <0>lade die Partie neu</0>",
      "Too late!": "Zu spät!",
      "failure.dialog.undo": "Die anderen haben ihre Züge bereits ausgeführt. Du kannst deinen Zug nicht rückgängig machen.",
      "Move not expected in the tutorial": "Dieser Zug ist im Tutorial nicht vorgesehen",
      "failure.dialog.tutorial": "Im Anschluss darfst du deine eigenen Entscheidungen treffen! Sieh dir erst noch die Regeln des Spiels an",
      "Unknown error:": "Unbekannter Fehler.",
      "Undo my last move": "Meinen letzten Zug rückgängig machen",
      "Go to full screen": "In den Vollbildmodus wechseln",
      "Leave full screen": "Vollbildmodus verlassen",
      "giveup": "Aufgeben",
      "giveup.title": "Spiel aufgeben",
      "giveup.robot": "Du wirst aus dem Spiel ausscheiden und durch einen Computergegner ersetzt.",
      "giveup.competitive": "Das Spiel wird als Niederlage gewertet.",
      "giveup.friendly": "Deine Freunde haben die Möglichkeit das Spiel ohne dich zu beenden.",
      "Restart the tutorial": "Tutorial neustarten",
      "Eject player": "Spieler entfernen",
      "eject.dialog.p1": "{player} hat die Bedenkzeit überschritten",
      "eject.dialog.p2": "Nach {duration} dürft ihr diesen Spieler aus der Partie entfernen und weiterspielen.",
      "eject.dialog.p3": "Falls ihr denkt, dass der Spieler nicht zurückkehrt, dürft ihr ihn aus der Partie entfernen.",
      "Eject {player}": "{player} entfernen",
      "Flip your screen": "Drehe deinen Bildschirm",
      "fs.dialog.p1": "Das Spiel wurde für Querformat (Landscape Mode) entwickelt. Wir empfehlen dir deinen Bildschirm zu drehen.",
      "fs.dialog.p2": "Du kannst auch in den Vollbildmodus wechseln.",
      "Enable sound": "Ton einschalten",
      "Mute sound": "Stummschalten",
      "Light mode": "Tagmodus",
      "Dark mode": "Nachtmodus",
      "Back to Game Park": "Zurück zu Game Park",
      "Play again": "Nochmal spielen",
      "Ranking": "Rangliste",
      "rematch.button": "Um Revanche bitten",
      "time.button": "Bedenkzeit",
      "time.title": "Bedenkzeit der Spieler",
      "time.awaited": "Hat andere warten lassen (mittel)"
    }
  },
  "ru": {
    "translation": {
      "Menu": "Меню",
      "OK": "ОК",
      "Validate": "Подтвердить",
      "Cancel": "Отменить",
      "Yes": "Да",
      "No": "Нет",
      "Update": "Обновить",
      "Confirm": "Подтвердить",
      "Close": "Закрыть",
      "Help": "Помощь",
      "Play": "Играть",
      "Discuss": "Обсудить",
      "Previous": "Предыдущая",
      "Next": "Следующая",
      "Sign in": "Войти",
      "authors.1": "Игра <0>{author}</0>",
      "authors.2": "Игра <0>{author1}</0> и <0>{author2}</0>",
      "artists.1": "Иллюстрации <0>{artist}</0>",
      "artists.2": "Иллюстрации <0>{artist1}</0> и <0>{artist2}</0>",
      "publishers.1": "Издано <0>{publisher}</0>",
      "publishers.2": "Издано <0>{publisher1}</0> и <0>{publisher2}</0>",
      "developers.1": "Разработчик: <0>{developer}</0>",
      "developers.2": "Разработчики: <0>{developer1}</0> и <0>{developer2}</0>",
      "Type a message": "Напишите сообщение",
      "sign-in-to-chat": "Вы должны зарегистрироваться для использования чата",
      "Send": "Отправить",
      "See overall ranking": "Посмотреть общий ранг",
      "Player {number}": "Игрок {number}",
      "Game loading...": "Загрузка игры...",
      "Whoops...": "Упс...",
      "failure.dialog.network": "Действие не могло быть завершено и было отменено. Проверьте ваше подключение к интернету.",
      "Move unauthorized!": "Недопустимый ход!",
      "failure.dialog.play": "Такое действие против правил.",
      "failure.dialog.play2": "Если проблема не исчезнет, попробуйте <0>перезагрузить игру</0>",
      "Too late!": "Слишком поздно!",
      "failure.dialog.undo": "Другой игрок уже походил, и вы не можете отменить свой ход.",
      "Move not expected in the tutorial": "Ход не предусмотрен режимом обучения.",
      "failure.dialog.tutorial": "Скоро вы сможете играть сами! Позвольте нам показать последнюю информацию...",
      "Unknown error:": "Неизвестная ошибка:",
      "Undo my last move": "Отменить последний ход",
      "Go to full screen": "Войти в полноэкранный режим",
      "Leave full screen": "Выйти из полноэкранного режима",
      "giveup": "Сдаться",
      "giveup.title": "Сдаться в игре",
      "giveup.robot": "Вы покините игру и будете заменены на бота со случайными ходами.",
      "giveup.competitive": "Игра будет считаться проигранной.",
      "giveup.friendly": "Ваши друзья смогут закончить игру без вас.",
      "Restart the tutorial": "Начать обучение снова",
      "Eject player": "Удалить игрока",
      "eject.dialog.p1": "{player} превысил предел времени на раздумья",
      "eject.dialog.p2": "После превышения предела в {duration} вы сможете удалить игрока из игры и продолжить без него.",
      "eject.dialog.p3": "Если вы считаете, что игрок не вернётся, вы можете удалить его из игры.",
      "Eject {player}": "Удалить {player}",
      "Flip your screen": "Поверните экран",
      "fs.dialog.p1": "Игра разработана для ландшафтного режима. Мы рекомендуем вам повернуть экран.",
      "fs.dialog.p2": "Вы можете также перейти в полноэкранный режим",
      "Enable sound": "Включить звук",
      "Mute sound": "Выключить звук",
      "Light mode": "Светлый режим",
      "Dark mode": "Тёмный режим",
      "Back to Game Park": "Вернуться на Game Park",
      "Play again": "Начать новую партию",
      "Ranking": "Рейтинг",
      "rematch.button": "Предложить реванш",
      "time.button": "Время на обдумывание"
    }
  }
}